GREETINGS = """Выберите действие:
1. Управление заметками
2. Управление задачами
3. Управление контактами
4. Управление финансовыми записями
5. Калькулятор
6. Выход
"""

NOTES = """Управление заметками:
1. Добавить новую заметку
2. Просмотреть заметки
3. Просмотреть подробности заметки
4. Редактировать заметку
5. Удалить заметку
6. Экспорт заметок в CSV
7. Импорт заметок из CSV
8. Назад
"""

TASKS = """Управление задачами:
1. Добавить новую задачу
2. Просмотреть задачи
3. Отметить задачу как выполненную
4. Редактировать задачу
5. Удалить задачу
6. Экспорт задач в CSV
7. Импорт задач из CSV
8. Назад
"""

CONTACTS = """Управление контактами:
1. Добавить новый контакт
2. Поиск контака по имени или номеру
3. Редактировать контакт
4. Удалить контакт
5. Экспорт контактов в CSV
6. Импорт контактов в CSV
7. Назад
"""

FINANCES = """Управление финансами:
1. Добавить финансовую запись
2. Просмотр всез записей с филтрацией
3. Генерация отчёта
4. Экспорт финансов в CSV
5. Импорт финансов из CSV
6. Назад
"""

CALCULATOR = "Введите выражение для счёта (например, \"2 + 2\"): "
